SW180523/LVGL-esp32s3/sdkconfig.defaults
# This file was generated using idf.py save-defconfig. It can be edited manually.
# Espressif IoT Development Framework (ESP-IDF) 5.5.2 Project Minimal Configuration
#
CONFIG_IDF_TARGET="esp32c3"
CONFIG_EXAMPLE_LCD_CONTROLLER_ST7796=y
CONFIG_LV_USE_SYSMON=y
